<?php

return [
    'commons' =>  [
        'home' => 'مرحبا',
    ],
    'auth' =>  [
        'login' => 'تسجيل الدخول',
        'profile' => 'الملف الشخصي',
        'logout' => 'تسجيل الخروج',
    ],
    'levels' => [
        'nursery' => [
            'phase' => 'حضانة',
            'levels' => [],
        ],
        'preparatory' => [
            'phase' => 'تحضيري',
            'levels' => [],
        ],
        'primary' => [
            'phase' => 'إبتدائي',
            'levels' => [
                '1st' => 'سنة أولى',
                '2nd' => 'سنة ثانية',
                '3rd' => 'سنة ثالثة',
                '4th' => 'سنة رابعة',
                '5th' => 'سنة خامسة',
            ],
        ],
        'intermediate' => [
            'phase' => 'متوسط',
            'levels' => [
                '1st' => 'سنة أولى',
                '2nd' => 'سنة ثانية',
                '3rd' => 'سنة ثالثة',
                '4th' => 'سنة رابعة',
            ],
        ],
        'secondary' => [
            'phase' => 'ثانوي',
            'levels' => [
                '1st' => 'سنة أولى',
                '2nd' => 'سنة ثانية',
                '3rd' => 'سنة ثالثة',
            ],
        ],
        'university' => [
            'phase' => 'جامعي',
            'levels' => [],
        ],
    ],
    'teachers' => [
        'title' => 'الاساتذة',
    ],
    'library' => [
        'title' => 'المكتبة',
    ],
    'news' => [
        'title' => 'الاخبار',
    ],
];
/*
'privacy' => 'سياسية الخصوصية',
'tos' => 'اتفاقية الاستخدام',
'about' => 'حول مدرسة أمل',*/