<?php

return [
    'commons' =>  [
        'home' => 'مرحبا',
        'login' => 'تسجيل الدخول',
    ],
    'courses' => [
        'title' => 'دروس الدعم',
        'seeall' => 'تصفح جميع الدروس',
        'all' => 'جميع دروس الدعم',
    ],
    'trainings' => [
        'title' => 'دورات تكوينية',
        'seeall' => 'تصفح جميع الدورات',
        'all' => 'جميع دروس الدعم',
    ],
    'teachers' => [
        'title' => 'طاقم الاساتذة',
        'seeall' => 'مشاهدة جميع الاساتذة',
        'all' => 'طاقم الاساتذة',
    ],
];